Repository: fboes/small-php-helpers
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: de

source: %s m with direction %s deg from "%s"
de: %s m in Richtung %s Grad von "%s"

source: E
de: O

source: Expecting web color
de: Webfarbe erwartet

source: Expecting date like %s
de: Datum wie z.B. %s erwartet

source: Expecting valid email address
de: Valide E-Mail-Adresse erwartet

source: Expecting month like %s
de: Monat wie z.B. %s erwartet

source: Expecting numerical value
de: Numerischer Wert erwartet

source: Expecting time like %s
de: Uhrzeit wie z.B. %s erwartet

source: Expecting valid URL, starting with http
de: Valide URL mit http am Anfang erwartet

source: Expecting week like %s
de: Woche wie z.B. %s erwartet

source: Expecting BIC, starting with six letters
de: BIC mit sechs Buchstaben am Anfang erwartet

source: Expecting valid credit card number
de: Gültige Kreditkarten-Nummer erwartet

source: Expecting 16-digit credit card number without any whitespaces
de: Gültige 16-stellige Kreditkarten-Nummer ohne Leerzeichen erwartet

source: Expecting amount
de: Summe erwartet

source: Expecting IBAN, starting with two letters
de: IBAN mit zwei Buchstaben am Anfang erwartet

source: Field value does not match expectations for this field.
de: Eingabewert entspricht nicht dem erwarteten Format.

source: Field value is to big, maximum is %s.
de: Eingabewert ist zu groß, Maximum ist %s.

source: Field value is to small, minimum is %s.
de: Eingabewert ist zu klein, Minimum ist %s.

source: Next saturday
de: Nächster Samstag

source: Next sunday
de: Nächster Sonntag

source: Next Christmas Eve
de: Nächstes Heiligabend

source: Next New Year's Day
de: Nächstes Neujahr

source: Next Easter
de: Nächster Ostersonntag

source: This form field is required.
de: Dieses Eingabefeld muss ausgefüllt sein.

source: I am legend
de: Ich bin eine Legende
